"All neccessary tools have been disabled in Preferences" = "Tutte le utilità sono state disabilitate nelle Preferenze";
"Can't map file into memory" = "Non posso mappare il file in memoria";
"File cannot be optimized any further" = "Il file non può essere ottimizzato ulteriormente";
"File is neither PNG, GIF nor JPEG" = "Il file non è PNG né JPG";
"Inspecting file" = "Controllo il file";
"New file" = "Nuovo file";
"Optimized file could not be saved" = "Il file ottimizzato potrebbe non essere salvato";
"Optimized successfully with %@" = "Ottimizzazione avvenuta al (%@)";
"Size of optimized file is 0" = "La capacità di ottimizzazione ottenuta è 0";
"Started %@" = "%@ iniziato";
"Waiting in queue" = "Coda in attesa";
"Waiting to be optimized" = "In attesa di ottimizzazione";
"Waiting to start more optimizations" = "Attendi prima di effettuare ulteriori ottimizzazioni";
"%@ failed to start" = "%@ ha fallito l'avvio";
"Add" = "Aggiungi";
"Cut" = "Taglia";
"KB" = "KB";
"MB" = "MB";
"Saved %@ out of %@. %@ overall (up to %@ per file)" = "Saved %@ out of %@. %@ overall (up to %@ per file)";
"Saved %@ out of %@. %@ per file on average (up to %@)" = "Saved %@ out of %@. %@ per file on average (up to %@)";